Repository: FEUP-LEIC-ES-2023-24/2LEIC03T3
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Water Quality Report
pt: Relatório de Qualidade da Água

# mapTitle
source: Map
pt: Mapa

# generalReport1
source: CAUTION
pt: CUIDADO

# generalReport2
source: SAFE
pt: SEGURO

# generalReport3
source: HAZARDOUS
pt: PERIGOSO

source: Tip:
pt: Dica:

# tip1
source: Safe to drink and swim.
pt: Seguro para beber e nadar.

# tip2
source: Safe to drink but unsafe to swim.
pt: Seguro para beber, mas não para nadar.

# tip3
source: Unsafe to drink but safe to swim.
pt: Não seguro para beber, mas seguro para nadar.

# tip4
source: Unsafe to drink and swim.
pt: Não seguro para beber nem nadar.

# reportUpdate
source: Report last updated on
pt: Relatório atualizado em

source: Dissolved OX
pt: OX Dissolvido

source: Turbidity
pt: Turbidez

source: Nitrogen
pt: Nitrogênio

source: Phosph
pt: Fósforo
